[
  {
    "id": 1,
    "nombre": "Ruedas Montacarga Delanteras",
    "precio": "$89.990",
    "imagen": "https://via.placeholder.com/100",
    "detalle": "Ruedas delanteras reforzadas diseñadas específicamente para montacargas de uso intensivo. Fabricadas con compuestos de alta resistencia al desgaste, ofrecen excelente tracción, estabilidad y una larga vida útil incluso en entornos industriales exigentes."
  },
  {
    "id": 2,
    "nombre": "Ruedas Montacarga Traseras",
    "precio": "$79.990",
    "imagen": "https://via.placeholder.com/100",
    "detalle": "Ruedas traseras de alto rendimiento, ideales para maniobras precisas y desplazamientos constantes. Su diseño optimizado reduce la vibración y mejora el control del operador en superficies irregulares o con carga pesada."
  },
  {
    "id": 3,
    "nombre": "Relay de Partida",
    "precio": "$49.990",
    "imagen": "https://via.placeholder.com/100",
    "detalle": "Relay de partida de calidad industrial, construido para proporcionar encendidos confiables y seguros en montacargas de diversas marcas. Su estructura interna mejora la conducción de corriente y previene fallas por sobrecalentamiento."
  },
  {
    "id": 4,
    "nombre": "Batería 12V Montacarga",
    "precio": "$120.000",
    "imagen": "https://via.placeholder.com/100",
    "detalle": "Batería de 12V de alto rendimiento diseñada para soportar largas jornadas de operación. Ofrece excelente retención de carga, mayor ciclo de vida y una entrega estable de energía, ideal para montacargas eléctricos o sistemas auxiliares."
  },
  {
    "id": 5,
    "nombre": "Aceite Hidráulico 10W40",
    "precio": "$15.990",
    "imagen": "https://via.placeholder.com/100",
    "detalle": "Aceite hidráulico 10W40 formulado para maximizar la eficiencia del sistema hidráulico del montacarga. Protege contra la fricción, evita el desgaste prematuro de componentes y mantiene un rendimiento óptimo incluso a altas temperaturas."
  },
  {
    "id": 6,
    "nombre": "Timon Montacarga",
    "precio": "$29.990",
    "imagen": "https://via.placeholder.com/100",
    "detalle": "Timón ergonómico para montacargas, diseñado para ofrecer un control cómodo y preciso en cada movimiento. Su estructura robusta garantiza durabilidad, mientras que el diseño del mango reduce la fatiga del operador durante el uso prolongado."
  },
  {
    "id": 7,
    "nombre": "Filtro de Aceite",
    "precio": "$9.990",
    "imagen": "https://via.placeholder.com/100",
    "detalle": "Filtro de aceite de alta retención que ayuda a mantener limpio el sistema interno del motor del montacarga. Elimina impurezas, mejora la lubricación y prolonga la vida útil del equipo, especialmente en ambientes de trabajo con polvo o partículas."
  },
  {
    "id": 8,
    "nombre": "Pastillas de Freno",
    "precio": "$39.990",
    "imagen": "https://via.placeholder.com/100",
    "detalle": "Pastillas de freno fabricadas con materiales resistentes a altas temperaturas y fricción constante. Aseguran un frenado suave, seguro y confiable, reduciendo la distancia de detención y aumentando la seguridad operativa del montacarga."
  },
  {
    "id": 9,
    "nombre": "Correa de Transmisión",
    "precio": "$24.990",
    "imagen": "https://via.placeholder.com/100",
    "detalle": "Correa de transmisión duradera diseñada para transferir potencia de manera eficiente entre los componentes mecánicos del montacarga. Su estructura reforzada evita desgastes prematuros y garantiza un funcionamiento estable bajo cargas exigentes."
  },
  {
    "id": 10,
    "nombre": "Espejo Retrovisor Montacarga",
    "precio": "$12.990",
    "imagen": "https://via.placeholder.com/100",
    "detalle": "Espejo retrovisor ampliado que mejora el campo de visión del operador durante maniobras complejas. Su diseño resistente a impactos y vibraciones lo hace ideal para faenas industriales donde la seguridad es prioridad."
  }
]